// data.js
export const id = 3; // 임시 처리

export const cardData = [
  {
    id: 1,
    relation: '친구',
    imageUrl:
      'https://th.bing.com/th/id/OIP.yf-KTLua_fUs6UWJyz9wpgHaJO?w=159&h=199&c=7&r=0&o=5&dpr=1.3&pid=1.7',
    text: 'v안녕하세요 ㅎㅎ',
    name: '흥민이',
    date: '2020.05.25',
  },
  {
    id: 2,
    relation: '가족',
    imageUrl:
      'https://th.bing.com/th/id/OIP.mFC5ClgS-j-AOETvzuCUzwHaE7?w=304&h=203&c=7&r=0&o=5&dpr=1.3&pid=1.7',
    text: '비빔밥 맛있어요',
    name: '민재',
    date: '2000.03.12',
  },
  {
    id: 3,
    relation: '동료',
    imageUrl:
      'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRa_79YtlzrPclnH4hCLBuQIInQWSWEOvFbTw&s',
    text: '김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개김치찌개',
    name: '호날두',
    date: '1950.11.04',
  },
];
